Repository: tomboy-notes/tomboy
Catalog: po/*.po
Languages: as, en@shaw

source: No suitable Sticky Notes file was found at "{0}".
en@shaw: 筐 答 拆 "{0}".

source: Sticky Notes import completed
en@shaw: 答 ヰ桂 ヰゐ梆

source: <b>{0}</b> of <b>{1}</b> Sticky Notes were successfully imported.
en@shaw: <b>{0}</b> <b>{1}</b> 答 юゐ ヰ桂.

source: Sticky Note:
en@shaw: 答:

source: All
en@shaw: 佛

source: _Underline
en@shaw: _火ゐ拆

source: _Password:
en@shaw: _拣:

source: URL, username, or password field is empty.
en@shaw: URL, 筐拣别, 拣 梆ゐ юヰ.

source: There was an error connecting to the server. This may be caused by using an incorrect user name and/or password.
en@shaw: 火 ю 火. ヰ 佛 筐 拣ю 筐 别 / 拣.

source: Saving configuration to the GNOME keyring failed with the following message:
en@shaw: 别 拣别 路答 梆 别ゐ ゐ答 ヰю:

source: Tomboy Web
en@shaw: 路ヰ ю

source: Connect to Server
en@shaw: ю 火

source: Connected
en@shaw: ю

source: Server not responding. Try again later.
en@shaw: 火 梆. 别 ゐ别.

source: Authorization Failed, Try Again
en@shaw: 佛拣别 别ゐ, 别

source: Tomboy Web Authorization Successful
en@shaw: 路ヰ ю 佛拣别 ю

source: Please return to the Tomboy Preferences window and press Save to start synchronizing.
en@shaw: ゐ梆 火 路ヰ ю拣 ю 别 葛 拆.

source: Connected. Press Save to start synchronizing
en@shaw: ю. ю 别 葛 拆

source: Authorizing in browser (Press to reset connection)
en@shaw: 火拆 (ю 梆ю ю)

source: Set the default browser and try again
en@shaw: ю 佛ゐ 别

source: Search All Notes
en@shaw: 火 佛 答

source: Create a new notebook
en@shaw: 别 答

source: Type the name of the notebook you'd like to create.
en@shaw: 拆 别 答 ' ゐ拆 别.

source: Name already taken
en@shaw: 别 佛ゐю 别

source: C_reate
en@shaw: _梆别

source: {0} Notebook Template
en@shaw: {0} 答 юヰゐ别

source: All Notes
en@shaw: 佛 答

source: Create a new note in a notebook
en@shaw: 别 答 答

source: _New Note
en@shaw: _ 答

source: Create a new note in this notebook
en@shaw: 别 答 答

source: _Open Template Note
en@shaw: _答 юヰゐ别 答

source: Open this notebook's template note
en@shaw: 答 答' юヰゐ别 答

source: Delete the selected notebook
en@shaw: ゐ梆 ゐю 答

source: Notebooks
en@shaw: 答

source: Really delete this notebook?
en@shaw: 攫ゐ ゐ梆 答?

source: The notes that belong to this notebook will not be deleted, but they will no longer be associated with this notebook. This action cannot be undone.
en@shaw: 答 ゐ 答 ゐ梆, 仇 ゐ 答别 答. 仇仇.

source: No notebook
en@shaw: 答

source: New "{0}" Note
en@shaw: "{0}" 答

source: Place this note into a notebook
en@shaw: ゐ别 答 答

source: Notebook
en@shaw: 答

source: _New notebook...
en@shaw: _ 答...

source: Really delete this note?
en@shaw: 攫ゐ ゐ梆 答?

source: If you delete a note it is permanently lost.
en@shaw: ゐ梆 答 火ヰゐ ゐ.

source: Error saving note data.
en@shaw: 火 别 答 别.

source: New Note Template
en@shaw: 答 юヰゐ别

source: Your Notes Have Moved!
en@shaw: 筐 答 ｐ ヰ叼!

source: <note-content>Start Here <bold>Welcome to Tomboy!</bold> Use this "Start Here" note to begin organizing your ideas and thoughts. You can create new notes to hold your ideas by selecting the "Create New Note" item from the Tomboy Notes menu in your GNOME Panel. Your note will be saved automatically. Then organize the notes you create by linking related notes and ideas together! We've created a note called <link:internal>Using Links in Tomboy</link:internal>. Notice how each time we type <link:internal>Using Links in Tomboy</link:internal> it automatically gets underlined? Click on the link to open the note.</note-content>
en@shaw: <note-content>葛 ｐ <bold>юゐ 路ヰ!</bold> 筐 "葛 ｐ" 答 桂拆 筐 拆攫 佛. 别 答 ｐ答ゐ 筐 拆攫 ゐю "别 答" 拆 路ヰ 答 ヰю 筐 答 . 筐 答 别 佛ヰゐ. ю 桂拆 答 别 ゐ ゐ别 答 拆攫 ю! ' 别 答 佛ゐ <link:internal>筐 ゐ 路ヰ</link:internal>. 答 ｐ 梆 拆 拆 <link:internal>筐 ゐ 路ヰ</link:internal> 佛ヰゐ ю 火ゐ拆? ゐ ゐ 答 答.</答-ю>

source: <note-content>Using Links in Tomboy Notes in Tomboy can be linked together by highlighting text in the current note and clicking the <bold>Link</bold> button above in the toolbar. Doing so will create a new note and also underline the note's title in the current note. Changing the title of a note will update links present in other notes. This prevents broken links from occurring when a note is renamed. Also, if you type the name of another note in your current note, it will automatically be linked for you.</note-content>
en@shaw: <note-content>筐 ゐ 路ヰ 答 路ヰ ゐ ю ｐ拆ゐ拆 ю 仇 答 ゐ <bold>ゐ</bold> 仇 仇 叼ゐ. 叼 别 答 佛ゐ 火ゐ拆 答' 拆 仇 答. 别○ 拆 答 仇别 ゐ ю 仇 答. ю 答 ゐ 火 ю 答 梆别ヰ. 佛ゐ, 拆 别 仇 答 筐 仇 答, 佛ヰゐ ゐ .</note-content>

source: Start Here
en@shaw: 葛 ｐ

source: Using Links in Tomboy
en@shaw: 筐 ゐ 路ヰ

source: New Note {0}
en@shaw: 答 {0}

source: Describe your new note here.
en@shaw: 拆 筐 答 ｐ.

source: Note Title
en@shaw: 答 拆

source: Find in This Note
en@shaw: 拆 答

source: _Link to New Note
en@shaw: _ゐ 答

source: _Find in This Note
en@shaw: _拆 答

source: Search
en@shaw: 火

source: Search your notes (Ctrl-Shift-F)
en@shaw: 火 筐 答 (答--F)

source: Link
en@shaw: ゐ

source: Link selected text to a new note (Ctrl-L)
en@shaw: ゐ ゐю ю 答 (答-L)

source: _Text
en@shaw: _ю

source: Set properties of text
en@shaw: ю 拣 ю

source: Use tools on this note
en@shaw: 筐 叼ゐ 答

source: Delete this note
en@shaw: ゐ梆 答

source: Synchronize Notes
en@shaw: 拆 答

source: _Find...
en@shaw: _拆...

source: Find _Next
en@shaw: 拆 _ю

source: Find _Previous
en@shaw: 拆 _梆

source: Cannot create note
en@shaw: 别 答

source: _Find:
en@shaw: _拆:

source: _Previous
en@shaw: _梆

source: _Next
en@shaw: _ю

source: _Bold
en@shaw: _答ゐ

source: _Italic
en@shaw: _拆ゐ

source: _Strikeout
en@shaw: _拆娥

source: _Highlight
en@shaw: _ｐ拆ゐ拆

source: Font Size
en@shaw: 拆

source: _Normal
en@shaw: _桂ヰ

source: _Large
en@shaw: _ゐ葛

source: Increase Font Size
en@shaw: 梆 拆

source: Decrease Font Size
en@shaw: 梆 拆

source: Bullets
en@shaw: ゐ

source: Editing
en@shaw: ю

source: Synchronization
en@shaw: 别

source: _Spell check while typing
en@shaw: _ю ю 拆 拆

source: Use custom _font
en@shaw: 筐 仇 _

source: Use the new note template to specify the text that should be used when creating a new note.
en@shaw: 筐 答 юヰゐ别 ю ю 筐 ю 别 答.

source: Open New Note Template
en@shaw: 答 答 юヰゐ别

source: Show notes _menu
en@shaw: 答 _ヰю

source: Open "_Start Here"
en@shaw: 答 "_葛 ｐ"

source: Create _new note
en@shaw: 别 _ 答

source: Open "Search _All Notes"
en@shaw: 答 "火 _佛 答"

source: Not configurable
en@shaw: 拣

source: The following add-ins are installed
en@shaw: ゐ答 - 佛ゐ

source: Get More Add-Ins...
en@shaw: ю ヰ -...

source: _Enable
en@shaw: _别

source: _Disable
en@shaw: _别

source: Not Implemented
en@shaw: ヰゐヰю

source: {0} Preferences
en@shaw: {0} ю拣

source: Choose Note Font
en@shaw: 叼 答

source: Other Synchronization Options
en@shaw: 仇 别

source: When a conflict is detected between a local note and a note on the configured synchronization server:
en@shaw: ю ゐ ю 梆 ゐ答 答 答 拣 别 火:

source: Always ask me what to do.
en@shaw: 佛ゐ别 ヰ .

source: Rename my local note.
en@shaw: 梆别 ヰ ゐ答 答.

source: Replace my local note with the server's update.
en@shaw: ゐ别 ヰ ゐ答 答 火' 仇别.

source: WARNING: Are you sure?
en@shaw: 桂: ?

source: Clearing your synchronization settings is not recommended. You may be forced to synchronize all of your notes again when you save new settings.
en@shaw: ゐ 筐 别 ю юヰю. ヰ 桂 拆 佛 筐 答 别 ю 别 ю.

source: You have disabled the configured synchronization service. Your synchronization settings will now be cleared. You may be forced to synchronize all of your notes again when you save new settings
en@shaw: ｐ 别ゐ 拣 别 火. 筐 别 ю ゐ金. ヰ 桂 拆 佛 筐 答 别 ю 别 ю

source: Success! You're connected!
en@shaw: ю! ' ю!

source: Tomboy is ready to synchronize your notes. Would you like to synchronize them now?
en@shaw: 路ヰ ю 拆 筐 答. ゐ拆 拆 ю ?

source: Error connecting :(
en@shaw: 火 ю :(

source: Version:
en@shaw: 火:

source: Author:
en@shaw: 佛:

source: Copyright:
en@shaw: 拆:

source: Add-in Dependencies:
en@shaw: - ю梆:

source: _Search:
en@shaw: _火:

source: Note
en@shaw: 答

source: Last Changed
en@shaw: ゐ 别○

source: Matches
en@shaw: ヰ

source: Notes
en@shaw: 答

source: Cannot create new note
en@shaw: 别 答

source: Primary Development:
en@shaw: 拆ヰ拣 юゐヰ:

source: Contributors:
en@shaw: 火:

source: A simple and easy to use desktop note-taking application.
en@shaw: ヰ 梆 筐 ю 答-别 ゐ别.

source: Usage: --version Print version information. --help Print this usage message. --note-path [path] Load/store note data in this directory. --search [text] Open the search all notes window with the search text.
en@shaw: 筐: --version 火 拣ヰ别. --help 筐 ヰю. --note-path [] ゐ答/ 答 别 拆ю拣. --search [ю] 答 火 佛 答 火 ю.

source: --new-note Create and display a new note. --new-note [title] Create and display a new note, with a title. --open-note [title/url] Display the existing note matching title. --start-here Display the 'Start Here' note. --highlight-search [text] Search and highlight text in the opened note.
en@shaw: --new-note 别 ゐ 答. --new-note [拆] 别 ゐ 答, 拆. --open-note [拆/URL] ゐ ю 答 ヰ 拆. --start-here ゐ '葛 ｐ' 答. --highlight-search [ю] 火 ｐ拆ゐ拆 ю 答 答.

source: Version {0}
en@shaw: 火 {0}

source: _About Tomboy
en@shaw: _ 路ヰ

source: The "Tomboy Notes Manual" could not be found. Please verify that your installation has been completed successfully.
en@shaw: "路ヰ 答 ヰ" . ゐ梆 ю 筐 ゐ别 ｐ 梆 ヰゐ梆 юゐ.

source: Help not found
en@shaw: ｐюゐ

source: Cannot open location
en@shaw: 答 ゐ答别

source: Yesterday, {0}
en@shaw: ю拣, {0}

source: Yesterday
en@shaw: ю拣

source: Tomorrow, {0}
en@shaw: ヰ, {0}

source: Tomorrow
en@shaw: ヰ

source: No Date
en@shaw: 别

source: A note with the title <b>{0}</b> already exists. Please choose another name for this note before continuing.
en@shaw: 答 拆 <b>{0}</b> 佛ゐю ю. ゐ梆 叼 仇 别 答 筐.

source: Note title taken
en@shaw: 答 拆 别

source: _Copy Link Address
en@shaw: _ ゐ ю

source: _Open Link
en@shaw: _答 ゐ

source: Write test failed.
en@shaw: 拆 ю 别ゐ.

source: Timeout connecting to server.
en@shaw: 拆ヰ ю 火.

source: Error connecting to server.
en@shaw: 火 ю 火.

source: FUSE could not be enabled.
en@shaw: 叼 别ゐ.

source: Details
en@shaw: 梆别ゐ

source: Status
en@shaw: 别

source: Acquiring sync lock...
en@shaw: 拆 ゐ...

source: Committing changes...
en@shaw: ヰ 别○...

source: Synchronizing Notes
en@shaw: 拆 答

source: Synchronizing your notes...
en@shaw: 拆 筐 答...

source: This may take a while, kick back and enjoy!
en@shaw: ヰ 别 拆, ○!

source: Connecting to the server...
en@shaw: ю 火...

source: Deleting notes off of the server...
en@shaw: ゐ梆 答 火...

source: Downloading new/updated notes...
en@shaw: ゐ答 /仇别 答...

source: Server Locked
en@shaw: 火 ゐ

source: Server is locked
en@shaw: 火 ゐ

source: One of your other computers is currently synchronizing. Please wait 2 minutes and try again.
en@shaw: 仇 筐 仇 ヰ筐拣 仇ゐ 拆. ゐ梆 别 2 ヰ 别.

source: Preparing to download updates from server...
en@shaw: 梆吼 ゐ答 仇别 火...

source: Preparing to upload updates to server...
en@shaw: 梆吼 仇ゐ答 仇别 火...

source: Uploading notes to server...
en@shaw: 仇ゐ答 答 火...

source: Synchronization Failed
en@shaw: 别 别ゐ

source: Failed to synchronize
en@shaw: 别ゐ 拆

source: Could not synchronize notes. Check the details below and try again.
en@shaw: 拆 答. ю 梆别ゐ ゐ 别.

source: Synchronization Complete
en@shaw: 别 ヰゐ梆

source: Synchronization is complete
en@shaw: 别 ヰゐ梆

source: Your notes are now up to date.
en@shaw: 筐 答 仇 别.

source: Synchronization Canceled
en@shaw: 别 ゐ

source: Synchronization was canceled
en@shaw: 别 ゐ

source: You canceled the synchronization. You may close the window now.
en@shaw: ゐ 别. ヰ ゐ答 .

source: Synchronization Not Configured
en@shaw: 别 拣

source: Synchronization is not configured
en@shaw: 别 拣

source: Please configure synchronization in the preferences dialog.
en@shaw: ゐ梆 别 ю拣 拆ゐ.

source: Synchronization Service Error
en@shaw: 别 火 火

source: Service error
en@shaw: 火 火

source: Error connecting to the synchronization service. Please try again.
en@shaw: 火 ю 别 火. ゐ梆 别.

source: Deleted locally
en@shaw: ゐ梆 ゐ答ゐ

source: Deleted from server
en@shaw: ゐ梆 火

source: Updated
en@shaw: 仇别

source: Uploaded changes to server
en@shaw: 仇ゐ答 别○ 火

source: Uploaded new note to server
en@shaw: 仇ゐ答 答 火

source: Note Conflict
en@shaw: 答 ゐ

source: (old)
en@shaw: (答ゐ)

source: Rename local note:
en@shaw: 梆别 ゐ答 答:

source: Update links in referencing notes
en@shaw: 仇别 ゐ ю拣 答

source: Overwrite local note
en@shaw: 答拣拆 ゐ答 答

source: Always perform this action
en@shaw: 佛ゐ别 拣桂

source: Note conflict detected
en@shaw: 答 ゐ ю

source: The server version of "{0}" conflicts with your local note. What do you want to do with your local note?
en@shaw: 火 火 "{0}" ゐ 筐 ゐ答 答. 筐 ゐ答 答?

source: _Tools
en@shaw: _叼ゐ

source: Could not enable FUSE
en@shaw: 别 叼

source: The FUSE module could not be loaded. Please check that it is installed properly and try again.
en@shaw: 叼 ヰ筐 ゐ答. ゐ梆 ю 佛ゐ 拣ゐ 别.

source: Enable FUSE?
en@shaw: 别 叼?
