Repository: tomboy-notes/tomboy
Catalog: po/*.po
Languages: as, en@shaw

source: Leave Fullscreen
as: পূৰ্ণপৰ্দা মোড ত্যাগ কৰক

source: Time:
as: অতিবাহিত সময়:

source: Add...
as: যোগ কৰক.

source: Copy the location to the clipboard
as: নিৰ্বাচিত অৱস্থান ক্লিপ-বোৰ্ডত নকল কৰক

source: Move Down
as: তললৈ নিয়ক

source: Move Up
as: উপৰলৈ

source: Remove
as: আঁতৰাওঁক

source: Remove file from playlist
as: প্লেলিস্টৰ পৰা নথিপত্ৰ আতৰাওক

source: Save Playlist...
as: সংৰক্ষণ কৰক প্লে-লিস্ট.

source: Select a file to use for text subtitles
as: a নথিপত্ৰ উল্লিখিত সময় অবধি

source: _Copy Location
as: অৱস্থান নকল কৰক(_C)

source: _Remove
as: আতৰাওক (_R)

source: _Select Text Subtitles...
as: অনুবাদলিপিৰ লিখনি নিৰ্বাচন কৰক...(_S)

source: 0 Channels
as: ০ চেনেল

source: 0 Hz
as: ০ হাৰ্টজ

source: 0 frames per second
as: ফ্ৰেম দ্বিতীয়

source: 0 seconds
as: ০ ছেকেণ্ড

source: Audio
as: অডিঅ'

# Audio codec
source: N/A
as: অপ্ৰযোজ্য

source: Comment:
as: বক্তব্য:

source: Dimensions:
as: মাত্ৰা:

source: General
as: সাধাৰণ

source: Unknown
as: অজ্ঞাত

source: Video
as: ভিডিঅ'

# Video codec
source: N/A
as: অপ্ৰযোজ্য

source: Year:
as: বছৰ:

source: Add the video to the playlist
as: যোগ কৰক

source: _Add to Playlist
as: যোগ কৰক প্লে-লিস্ট

source: Movie Player
as: মুভি প্লেয়াৰ

source: Play movies and songs
as: চলচ্চিত্ৰ ও সংগীত পৰিবেশন

source: 4:3 (TV)
as: ৪:৩ (টেলিভিশান)

source: A_udio Menu
as: অডিঅ' তালিকা (_u)

source: About this application
as: এপ্লিকেশনৰ বিষয়ে

# Aspect ratio
source: Auto
as: স্বয়ংক্ৰিয়

source: Audio Output
as: অডিঅ'

source: Clear the playlist
as: Clear

source: Configure plugins to extend the application
as: এপ্লিকেশনৰ বৈশিষ্ট্য বৃদ্ধি কৰাৰ বাবে প্লাগ-ইন বিন্যাস কৰক

source: Configure the application
as: এপ্লিকেশন বিন্যাস কৰক

source: Disable _deinterlacing of interlaced videos
as: সংযুক্ত ভিডিঅ'সমূহৰ অসংযুক্তকৰন অসামৰ্থবান কৰক (_d)

source: Disable screensaver when playing
as: বজোৱাৰ সময়ত স্ক্ৰিনচেভাৰ অসামৰ্থবান কৰক

source: Display
as: ডিসপ্লে

source: Eject the current disc
as: বৰ্তমান ডিস্ক বাহিৰ কৰক

source: External Chapters
as: বহিৰ্তম পাঠসমূহ

source: Extra Large
as: অধিক বৃহৎ

source: Fit Window to Movie
as: চলচ্চিত্ৰ অনুযায়ী উইন্ডোৰ মাপ পৰিবৰ্তন কৰা হ'ব

source: Go to the DVD menu
as: DVD তালিকা প্ৰদৰ্শন

source: Go to the angle menu
as: এঙ্গেল তালিকা প্ৰদৰ্শন

source: Go to the audio menu
as: অডিঅ' তালিকা প্ৰদৰ্শন

source: Go to the chapter menu
as: চেপ্টাৰ তালিকা প্ৰদৰ্শন

source: Go to the title menu
as: শিৰোনাম তালিকা প্ৰদৰ্শন

source: Help contents
as: সহায়িকাৰ বিষয়বস্তু

source: Intranet/LAN
as: ইন্ট্ৰানেট/LAN

source: Large
as: বৃহৎ

source: Load _chapter files when movie is loaded
as: যেতিয়া কথাছবি লোড হয় তেতিয়া পাঠ নথিপত্ৰসমূহ লোড কৰক (_c)

source: Networking
as: নেটৱৰ্ক ব্যৱস্থা

source: Next chapter or movie
as: পৰবৰ্তি অধ্যায় অথবা চলচ্চিত্ৰ

source: Normal
as: স্বাভাবিক

source: Open _Location...
as: নিৰ্দিষ্ট অৱস্থান খোলক (_L)...

source: Open a file
as: এটা নথিপত্ৰ খোলো

source: Open a non-local file
as: স্থানীয় অৱস্থান বহিৰ্ভূত নথিপত্ৰ খোলক

source: Play / P_ause
as: Play

source: Play or pause the movie
as: চলচ্চিত্ৰ চলোৱা অথবা থামানো হ'ব

source: Playback
as: চলোৱা হ'ব

source: Plugins...
as: প্লাগ-ইন...

source: Prefere_nces
as: পছন্দ(_n)

source: Previous chapter or movie
as: পূৰ্ববৰ্তী অধ্যায় অথবা চলচ্চিত্ৰ

source: Quit the program
as: প্ৰোগ্ৰামৰ পৰা প্ৰস্থান কৰক

source: Reset to _Defaults
as: অবিকল্পিত মান পুনৰায় স্থাপন কৰক

source: Resize _1:1
as: মাপ পৰিবৰ্তন ১:১ (_1)

source: Resize _2:1
as: মাপ পৰিবৰ্তন ১:১ (_2)

source: S_idebar
as: সাইড-বাৰ (_i)

source: S_ubtitles
as: অনুবাদলিপি (_u)

source: Set the repeat mode
as: পুনৰাবৃত্তি মোড নিৰ্ধাৰণ কৰক

source: Set the shuffle mode
as: পাচঁমিশেলি মোড নিৰ্ধাৰণ কৰক

source: Sets 2.11:1 (DVB) aspect ratio
as: ২.১১:১ (DVB) এস্পেক্ট অনুপাত নিৰ্ধাৰণ কৰি

source: Sets 4:3 (TV) aspect ratio
as: ৪:৩ (টেলিভিশন) এস্পেক্ট অনুপাত নিৰ্ধাৰণ কৰি

source: Sets automatic aspect ratio
as: স্বয়ংক্ৰিয়ৰূপে এস্পেক্টৰ অনুপাত নিৰ্ধাৰণ কৰি

source: Sets square aspect ratio
as: চতুষ্কোন এস্পেক্ট অনুপাত নিৰ্ধাৰণ কৰি

source: Show _Controls
as: নিয়ন্ত্ৰক বাটন প্ৰদৰ্শন কৰা হ'ব (_C)

source: Show _visual effects when an audio file is played
as: নথিপত্ৰ হলো

source: Show controls
as: নিয়ন্ত্ৰক বাটন প্ৰদৰ্শন কৰা হ'ব

source: Show or hide the sidebar
as: সাইড-বাৰ প্ৰদৰ্শন অথবা আড়াল কৰক

source: Shuff_le Mode
as: পাঁচমিশেলি মোড (_l)

source: Skip _Backwards
as: পিছিয়ে যান (_B)

source: Skip _Forward
as: এগিয়ে যাওক (_F)

source: Skip backwards
as: পিছিয়ে যান

source: Skip forward
as: এগিয়ে যাওক

source: Square
as: চৌকো

source: Start playing files from last position
as: সৰ্বশেষ স্থানৰ পৰা আৰম্ভ কৰি নথিপত্ৰ চলোৱা হ'ব

source: Stereo
as: স্টিৰিও

source: Switch An_gles
as: এঙ্গেল পৰিবৰ্তন কৰক (_g)

source: Switch to fullscreen
as: পুৰো স্ক্ৰীন জুড়ে চোৱাও

source: Text Subtitles
as: টেক্সট

source: Time seek bar
as: সময় প্ৰাপ্ত কৰিবলৈ ব্যৱহৃত বাৰ

source: Totem Preferences
as: পছন্দ

source: Video or Audio
as: ভিডিঅ' বা অডিঅ'

source: View the properties of the current stream
as: বৰ্তমানে স্ট্ৰিমৰ বৈশিষ্ট্য প্ৰদৰ্শন কৰা হ'ব

source: Visual Effects
as: ভিসুয়াল

source: Visualization _size:
as: Visualisation _size:

source: Volume _Down
as: শব্দেৰ মাত্ৰা হ্ৰাস কৰক (_D)

source: Volume _Up
as: শব্দেৰ মাত্ৰা বৃদ্ধি কৰক (_U)

source: Zoom In
as: ডাঙৰ কৰি চোৱানো

source: Zoom Out
as: ছোট কৰি চোৱানো

source: Zoom Reset
as: জুম প্ৰদৰ্শনৰ মান পুনৰায় নিৰ্ধাৰণ

source: Zoom in
as: ডাঙৰ কৰি চোৱানো হ'ব

source: Zoom out
as: ছোট কৰি চোৱানো হ'ব

source: Zoom reset
as: জুম প্ৰদৰ্শনৰ মান পুনৰায় নিৰ্ধাৰণ

source: _About
as: বিষয়ে (_A)

source: _Angle Menu
as: এঙ্গেল তালিকা (_A)

source: _Aspect Ratio
as: এসপেক্টৰ অনুপাত (_A)

source: _Audio output type:
as: অডিঅ' ধৰন:

source: _Chapter Menu
as: অধ্যায় তালিকা (_C)

source: _Clear Playlist
as: প্লে-লিস্ট ফাঁকা কৰক (_C)

source: _Contents
as: বিষয়বস্তু (_C)

source: _DVD Menu
as: DVD তালিকা (_D)

source: _Edit
as: সম্পাদনা (_E)
en@shaw: _ю

source: _Eject
as: বহিষ্কাৰ (_E)

source: _Font:
as: ফন্ট:

source: _Fullscreen
as: সম্পূৰ্ণ পৰ্দাজুড়ে প্ৰদৰ্শন (_F)

source: _Go
as: গন্তব্য (_G)

source: _Help
as: সাহায্য (_H)
en@shaw: _ｐюゐ

source: _Languages
as: ভাষা (_L)

source: _Load subtitle files when movie is loaded
as: যেতিয়া কথাছবি লোড হৈ যায় তেতিয়া চাবটাইটেল নথিপত্ৰসমূহ লোড কৰক (_L)

source: _Movie
as: চলচ্চিত্ৰ (_M)

source: _Next Chapter/Movie
as: পৰবৰ্তী অধ্যায়/চলচ্চিত্ৰ (_N)

source: _Open...
as: খোলক(_O)...
en@shaw: _答...

source: _Previous Chapter/Movie
as: পূৰ্ববৰ্তী অধ্যায়/চলচ্চিত্ৰ (_P)

source: _Properties
as: বৈশিষ্টেবলী (_P)

source: _Quit
as: প্ৰস্থান (_Q)

source: _Repeat Mode
as: পুনৰাবৃত্তি মোড (_R)

source: _Resize 1:2
as: মাপ পৰিবৰ্তন ১:২ (_R)

source: _Resize the window when a new video is loaded
as: যেতিয়া এটা নতুন ভিডিঅ' লোড হয় তেতিয়া উইন্ডোটো পুনৰ আকাৰ দিয়ক (_R)

source: _Sound
as: শব্দ (_S)

source: _Title Menu
as: শিৰোনাম তালিকা (_T)

source: _Type of visualization:
as: ধৰন সৰ্বমোট:

source: _View
as: প্ৰদৰ্শন (_V)

source: A list of the names of the plugins which are currently active (loaded and running).
as: বৰ্তমানে সক্ৰিয় হৈ থকা প্লাগিনসমূহৰ নামৰ তালিকা (লোড হৈ থকা আৰু চলি থকা)।

source: Active plugins list
as: সকৰিয় প্লাগিনসমূহৰ তালিকা

source: Allow the screensaver to activate when playing audio
as: অডিঅ' চলোৱাৰ সময় স্ক্ৰিন-ছেভাৰ সক্ৰিয় কৰাৰ সুবিধা উপলব্ধ কৰা হ'ব

source: Allow the screensaver to activate when playing audio. Disable if you have monitor-powered speakers.
as: অডিঅ' চলোৱাৰ সময় স্ক্ৰিন-ছেভাৰ সক্ৰিয় কৰাৰ সুবিধা উপলব্ধ কৰা হ'ব । মনিটৰৰ পৰা বিদ্যুৎ প্ৰয়োগ কৰি চালিত স্পিকাৰৰ ক্ষেত্ৰত এইটো নিষ্ক্ৰিয় কৰক ।

source: Amount of data to buffer for network streams before starting to display the stream (in seconds).
as: নেটৱৰ্ক স্ট্ৰিমৰ ক্ষেত্ৰত স্ট্ৰিম প্ৰদৰ্শনৰ পূৰ্বে যি পৰিমান তথ্য বাফাৰ কৰা হ'ব (ছেকেণ্ডে ব্যক্ত)

source: Approximate network connection speed, used to select quality on media over the network.
as: আনুমানিক নেটৱাৰ্ক সংযোগ গতি, নেটৱাৰ্কৰ উপৰত মাধ্যমৰ বৈশিষ্ট বাচিবলে ব্যৱহৃত।

source: Default location for the "Open..." dialogs
as: "খোলক..." সম্বাদ বক্সসমূহৰ ক্ষেত্ৰত নিৰ্ধাৰিত অবিকল্পিত অৱস্থান

source: Default location for the "Open..." dialogs. Default is the current directory.
as: "খোলক..." সম্বাদ বক্সসমূহৰ ক্ষেত্ৰত নিৰ্ধাৰিত অবিকল্পিত অৱস্থান, বৰ্তমান পঞ্জিকা অবিকল্পিত ৰূপে চিহ্নিত হয়

source: Default location for the "Take Screenshot" dialogs
as: "পৰ্দাৰ ছবি লওক" শীৰ্ষক সম্বাদ বক্সৰ অবিকল্পিত অৱস্থান

source: Default location for the "Take Screenshot" dialogs. Default is the Pictures directory.
as: "পৰ্দাৰ ছবি লওক" শীৰ্ষক সম্বাদ বক্সৰ অবিকল্পিত অৱস্থান। অবিকল্পিতৰূপে Pictures পঞ্জিকা চিহ্নিত কৰা হয়।

source: Encoding character set for subtitle.
as: অনুবাদলিপিত ব্যৱহৃত এনকোডিং

source: Name of the visual effects plugin
as: ভিজুয়াল ইফেক্ট প্লাগ-ইনৰ নাম

source: Network buffering threshold
as: নেটৱৰ্ক বাফাৰৰ প্ৰান্তিক মাপ

source: Network connection speed
as: নেটৱৰ্ক সংযোগ যোৱাি

source: Pango font description for subtitle rendering.
as: অনুবাদলিপিত ৰেন্ডাৰিং ৰ বাবে Pango ফন্টৰ বিবৰণ

source: Quality setting for the audio visualization.
as: অডিঅ' চক্ষকৰনৰ বাবে বৈশিষ্ট সংহতি।

source: Repeat mode
as: পুনৰাবৃত্তি মোড

source: Resize the canvas automatically on file load
as: নথিপত্ৰ লোড হ'লে স্বয়ংক্ৰিয়ভাবে ক্যানভাসেৰ মাপ পুনৰায় নিৰ্ধাৰণ কৰা হ'ব

source: Show visual effects when no video is displayed
as: কোনো ভিডিঅ' প্ৰদৰ্শন না কৰা হ'লে ভিজুয়াল ইফেক্ট প্ৰদৰ্শন কৰা হ'ব

source: Show visual effects when playing an audio only file.
as: শুধুমাত্ৰ অডিঅ' সহ নথিপত্ৰ চলোৱা হ'লে ভিজুয়াল ইফেক্ট প্ৰদৰ্শন কৰা হ'ব ।

source: Shuffle mode
as: ওলটপালট কৰাৰ মোড

source: Subtitle encoding
as: অনুবাদলিপিৰ এনকোডিং

source: Subtitle font
as: অনুবাদলিপিৰ ফন্ট

source: The brightness of the video
as: ভিডিঅ' ৰ উজ্জ্বলতাৰ মাত্ৰা

source: The contrast of the video
as: ভিডিঅ' ৰ বৈপৰিত্যেৰ মাত্ৰা

source: The hue of the video
as: ভিডিঅ' ৰ হিউ ৰ মাত্ৰা

source: The saturation of the video
as: ভিডিঅ' ৰ স্যাচুৰেশন মাত্ৰা

source: Type of audio output to use
as: ব্যৱহাৰৰ বাবে অডিঅ' আউটপুটৰ ধৰন

source: Visualization quality setting
as: ভিছুৱেলাইজেছন প্ৰদৰ্শন সংক্ৰান্ত বৈশিষ্ট্য

source: Whether to autoload external chapter files when a movie is loaded
as: যেতিয়া এটা কথাছবি লোড হয় বহিৰ্তম পাঠ নথিপত্ৰসমূহ স্বচালিতভাৱে লোড হব নে

source: Whether to autoload text subtitle files when a movie is loaded
as: a হলো

source: Whether to disable deinterlacing for interlaced movies
as: সংযুক্ত কথাছবিসমূহৰ কাৰণে অসংযুক্তকৰন অসামৰ্থবান কৰা হব নে

source: Whether to disable the keyboard shortcuts
as: কি-বৰ্ড চৰ্টকাটসমূহ অসামৰ্থবান কৰা হব নে

source: Whether to disable the plugins in the user's home directory
as: ব্যৱহাৰকৰ্তাৰ ব্যক্তিযোৱা পঞ্জিকাত প্লাগ-ইন নিষ্ক্ৰিয় কৰা হ'ব নে নহয়

source: Whether to enable debug for the playback engine
as: প্লেব্যাক ইঞ্জিনৰ বাবে ডিবাগ সক্ৰিয় কৰা হ'ব কিনা

source: Whether to remember the position of played audio/video files when pausing or closing them
as: চলমান অডিঅ'/ভিডিঅ' স্থগিত অথবা বন্ধ কৰা হ'লে, ব্যাঘাতৰ স্থান মনত ৰখা হ'ব নে নহয়।

source: Enter the _address of the file you would like to open:
as: সৰ্বমোট নথিপত্ৰ:

source: File is not a valid .desktop file
as: এইটো বৈধ .desktop নথিপত্ৰ নহয়

source: Unrecognized desktop file Version '%s'
as: ডেস্কটপ নথিপত্ৰৰ অজ্ঞাত সংস্কৰণ '%s'

source: Starting %s
as: %s আৰম্ভ কৰা হৈছে

source: Application does not accept documents on command line
as: এপ্লিকেশন দ্বাৰা আদেশ-শাৰীৰ মাধ্যমে নথিপত্ৰ গ্ৰহণ কৰা নহয়

source: Unrecognized launch option: %d
as: প্ৰাৰম্ভিক বিকল্প অজ্ঞাত: %d

source: Can't pass document URIs to a 'Type=Link' desktop entry
as: 'Type=Link' ডেস্কটপ নিবেশৰ ক্ষেত্ৰত নথিপত্ৰৰ URI উল্লেখ কৰা সম্ভৱ নহয়

source: Not a launchable item
as: প্ৰাৰম্ভ কৰাৰ যোগ্য বস্তু নহয়

source: File _Format: %s
as: নথিপত্ৰৰ বিন্যাস: %s (_F)

source: All Files
as: সৰ্বধৰনৰ নথিপত্ৰ

source: All Supported Files
as: সমৰ্থিত সকলো নথিপত্ৰ

source: By Extension
as: এক্সটেনশন অনুযায়ী

source: File Format
as: নথিপত্ৰৰ বিন্যাস

source: Extension(s)
as: এক্সটেনশন(সমূহ)

source: The program was not able to find out the file format you want to use for `%s'. Please make sure to use a known extension for that file or manually choose a file format from the list below.
as: `%s' ৰ বাবে ব্যৱহাৰৰ উদ্দেশ্যে নথিপত্ৰৰ বিন্যাস এই প্ৰোগ্ৰাম দ্বাৰা চিনাক্ত কৰা সম্ভৱ নহয় । অনুগ্ৰহ কৰি এই নথিপত্ৰৰ বাবে এটা পৰিচিত এনক্সটেশন প্ৰয়োগ কৰক অথবা নিম্নলিখিত তালিকাৰ পৰা এটা নথিপত্ৰৰ বিন্যাস নিৰ্বাচন কৰক ।

source: File format not recognized
as: নথিপত্ৰৰ বিন্যাস চিনাক্ত কৰা নাযায়

source: Disable connection to session manager
as: অধিবেশন পৰিচালন ব্যৱস্থাৰ সৈতে সংযোগ বিচ্ছিন্ন কৰা হ'ব

source: Specify file containing saved configuration
as: সংৰক্ষিত বিন্যাস ধাৰণকৰ্তা নথিপত্ৰ উল্লেখ কৰক

source: Specify session management ID
as: অধিবেশন পৰিচালনৰ ID উল্লেখ কৰক

source: Session management options:
as: অধিবেশন পৰিচালন সংক্ৰান্ত বিকল্প:

source: Show session management options
as: অধিবেশন পৰিচালন সংক্ৰান্ত বিকল্প প্ৰদৰ্শন কৰা হ'ব

# Dimensions
source: N/A
as: অপ্ৰযোজ্য

# Video bit rate
source: N/A
as: অপ্ৰযোজ্য

# Frame rate
source: N/A
as: অপ্ৰযোজ্য

# Audio bit rate
source: N/A
as: অপ্ৰযোজ্য

source: %d kbps
as: %d কিলোবাইট/ছেকেণ্ড

source: %d frame per second
as: প্ৰতি ছেকেণ্ডে %d ফ্ৰেম

# Sample rate
source: N/A
as: অপ্ৰযোজ্য

source: Audio Preview
as: অডিঅ' প্ৰি-ভিউ

source: Unknown video
as: অজ্ঞাত

source: _Play Now
as: এতিয়া চলোৱা হ'ব (_P)

source: Cancel
as: বাতিল

source: No File
as: নথিপত্ৰ নাই ।

source: Couldn't load the '%s' interface. %s
as: '%s' সংযোগমাধ্যম লোড কৰা নাযায় । %s

source: The file does not exist.
as: নথিপত্ৰ বৰ্তমানে উপস্থিত নাই ।

source: Make sure that Totem is properly installed.
as: Totem সঠিকভাবে সংস্থাপন কৰা হৈছে কিনা পৰীক্ষা কৰক ।

source: Totem is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
as: Totem এটা মুক্ত সফ্টৱেৰ; Free Software Foundation দ্বাৰা প্ৰকাশিত GNU General Public License ৰ শৰ্তানুযায়ী এইটো বিতৰণ ও পৰিবৰ্তন কৰা যাব; প্ৰমাণপত্ৰৰ সংস্কৰণ ২ অথবা (আপনাৰ সুবিধানুযায়ী) ঊৰ্ধ্বতন কোনো সংস্কৰণৰ অধীন ।

source: Totem is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
as: Totem বিতৰণ কৰাৰ মূল উদ্দেশ্য যে ব্যৱহাৰকৰ্তাৰা এৰ দ্বাৰা উপকৃত হ'বন, কিন্তু এইটোৰ বাবে কোনো সুস্পষ্ট ৱৰেন্টি উপস্থিত নাই; বাণিজ্যিক ও কোনো সুনিৰ্দিষ্ট কৰ্ম সাধনৰ বাবে অন্তৰ্নিহীত ৱৰেন্টিও অনুপস্থিত । অধিক জানতে GNU General Public License পড়ুন ।

source: You should have received a copy of the GNU General Public License along with Totem; if not, write to the Free Software Foundation, Inc., 59 Temple Place, Suite 330, Boston, MA 02111-1307 USA
as: Totem ৰ সৈতে GNU General Public License ৰ এটা প্ৰতিলিপি উপলব্ধ হৱ উচিত; না থাকলে নিম্নলিখিত ঠিকানায় লিখে তা সংগ্ৰহ কৰক Free Software Foundation, Inc., 51 Fraনকলin Street, Fifth Floor, Boston, MA 02110-1301, USA

source: Totem contains an exception to allow the use of proprietary GStreamer plugins.
as: Totem দ্বাৰা প্ৰোপ্ৰাইটাৰি GStreamer প্লাগ-ইন ব্যৱহাৰৰ বাবে প্ৰযোজ্য অনুমোদন উপস্থিত ৰয়েছে ।

source: None
as: শূণ্য

# Language
source: Auto
as: স্বয়ংক্ৰিয়

source: Play Image '%s'
as: '%s' ছবি চলাওক

source: device%d
as: ডিভাইস%d

source: Play Disc '%s'
as: '%s' নামক ডিস্ক চালান

source: Movie Player using %s
as: %s প্ৰয়োগকৰ্তা মুভি প্লেয়াৰ

source: translator-credits
as: অমিতাক্ষ ফুকন (aphukan@fedoraproject.org)
en@shaw: 路ヰ 路火ヰ

source: Totem Website
as: Totem ৱেব-সাইট

source: Configure Plugins
as: প্লাগ-ইন বিন্যাস কৰক

source: Pause
as: স্থগিত

source: Paused
as: স্থগিত

source: Stopped
as: স্থগিত

source: Totem could not play '%s'.
as: Totem সহযোগে '%s' চলোৱা নাযায় ।

source: Totem could not play this media (%s) although a plugin is present to handle it.
as: সঠিক প্লাগ-ইন উপস্থিত থাকা সত্বেও Totem দ্বাৰা এই মিডিয়া (%s) চলোৱা সম্ভৱ নহয় ।

source: You might want to check that a disc is present in the drive and that it is correctly configured.
as: ড্ৰাইভে ডিস্ক আছে কিনা এবং তা সঠিকভাবে বিন্যাস কৰা হৈছে কিনা পৰীক্ষা কৰক ।

source: More information about media plugins
as: অতিৰিক্ত

source: Please install the necessary plugins and restart Totem to be able to play this media.
as: এই মিডিয়া চলোৱাৰ বাবে সঠিক প্লাগ-ইন সংস্থাপন কৰি Totem পুনৰায় চালু কৰক ।

source: Totem cannot play this type of media (%s) because you do not have the appropriate plugins to handle it.
as: সঠিক প্লাগ-ইন উপস্থিত না থাকাৰ ফলত Totem ৰ পক্ষে এই ধৰনৰ মিডিয়া (%s) চলোৱা সম্ভৱ নহয় ।

source: Totem cannot play this type of media (%s) because it is not supported.
as: এই ধৰনৰ মিডিয়া (%s) Totem দ্বাৰা সমৰ্থিত নোহোৱাৰ ফলত এইটো চলোৱা নাযাব ।

source: Please insert another disc to play back.
as: চলোৱাৰ বাবে অনুগ্ৰহ কৰি এটা ডিস্ক ভৰাওক ।

source: Totem was not able to play this disc.
as: Totem দ্বাৰা এই ডিস্ক চলোৱা সম্ভৱ নহয় ।

source: No reason.
as: কাৰণ নাই ।

source: Totem does not support playback of Audio CDs
as: সৰ্বমোট অডিঅ'

source: Please consider using a music player or a CD extractor to play this CD
as: a a

source: No error message
as: সমস্যাজড়িত বাৰ্তা নাই

source: Totem could not display the help contents.
as: Totem দ্বাৰা সহায়িকাৰ বিষয় বস্তু প্ৰদৰ্শন কৰা নাযায় ।

source: An error occurred
as: সমস্যা উৎপন্ন হৈছে

source: Previous Chapter/Movie
as: পূৰ্ববৰ্তী অধ্যায়/চলচ্চিত্ৰ

source: Play / Pause
as: চলোৱা / থামানো হ'ব

source: Next Chapter/Movie
as: পৰবৰ্তী অধ্যায়/চলচ্চিত্ৰ

source: Fullscreen
as: সম্পূৰ্ণ পৰ্দা

source: Totem could not startup.
as: Totem আৰম্ভ কৰা নাযায় ।

source: Open Location...
as: অৱস্থান খোলক...

source: Enable debug
as: ডি-বাগ ব্যৱস্থা সক্ৰিয় কৰা হ'ব

source: Play/Pause
as: চলোৱা/থামানো হ'ব

source: Next
as: পৰবৰ্তী

source: Previous
as: পূৰ্বাবস্থা

source: Seek Forwards
as: পৰবৰ্তী অংশে অনুসন্ধান

source: Seek Backwards
as: পূৰ্ববৰ্তী অংশে অনুসন্ধান

source: Volume Up
as: শব্দেৰ মাত্ৰা বৃদ্ধি কৰক

source: Volume Down
as: শব্দেৰ মাত্ৰা হ্ৰাস কৰক

source: Mute sound
as: নিঃশব্দ কৰক

source: Toggle Fullscreen
as: সম্পূৰ্ণ পৰ্দা জুড়ে প্ৰদৰ্শন কৰা হ'ব/ন'হ'ব

source: Show/Hide Controls
as: নিয়ন্ত্ৰক বাটন প্ৰদৰ্শন/আড়াল কৰা হ'ব

source: Enqueue
as: সাৰিবদ্ধ কৰা হ'ব

source: Replace
as: প্ৰতিস্থাপন

source: Seek
as: সিক

source: Playlist index
as: প্লে-লিস্টৰ ইনডেক্স

source: Movies to play
as: চলোৱাৰ বাবে চিহ্নিত চলচ্চিত্ৰ ।

source: Can't enqueue and replace at the same time
as: একে সময়তে শাৰীত অানিব আৰু সলাব নোৱাৰি

source: MP3 ShoutCast playlist
as: MP3 ShoutCast প্লে-লিস্ট

source: MP3 audio (streamed)
as: MP3 অডিঅ' (স্ট্ৰিম কৰা)

source: MP3 audio (streamed, DOS format)
as: MP3 অডিঅ' (স্ট্ৰিম কৰা, DOS বিন্যাস)

source: XML Shareable Playlist
as: XML সহযোগে যৌথভাবে ব্যৱহাৰযোগ্য প্লে-লিস্ট

source: Title %d
as: শিৰোনাম %d

source: Could not save the playlist
as: প্লে-লিস্ট সংৰক্ষণ কৰা নাযায়

source: Save Playlist
as: প্লে-লিস্ট সংৰক্ষণ কৰক

source: Playlist
as: প্লে-লিস্ট

source: The playlist '%s' could not be parsed. It might be damaged.
as: সম্ভৱত ক্ষতিগ্ৰস্ত হৱৰ ফলত '%s' প্লে-লিস্টটো পঢ়া নাযায়।

source: Playlist error
as: প্লে-লিস্ট সংক্ৰান্ত সমস্যা

source: Preferences
as: পছন্দ

source: Select Subtitle Font
as: অনুবাদলিপিৰ ফন্ট নিৰ্বাচন

source: Audio/Video
as: অডিঅ'/ভিডিঅ'

source: %s (Streaming)
as: %s (স্ট্ৰিম কৰা হৈছে)

source: Seek to %s / %s
as: %s / %s অনুসন্ধান কৰা হ'ব

source: Buffering
as: বাফাৰ কৰা হৈছে

source: Current Locale
as: বৰ্তমানে ব্যৱহৃত লোকেইল

source: Arabic
as: আৰবি

source: Armenian
as: আৰ্মেনিয়ান

source: Baltic
as: বল্টিক

source: Celtic
as: সেল্টিক

source: Central European
as: মধ্য ইউৰোপীয়

source: Chinese Simplified
as: সৰলীকৃত চীনা

source: Chinese Traditional
as: পাৰম্পৰিক চীনা

source: Croatian
as: ক্ৰোয়িশান

source: Cyrillic
as: সিৰিলিক

source: Cyrillic/Russian
as: সিৰিলিক/ৰুশি

source: Cyrillic/Ukrainian
as: সিৰিলিক/ইউক্ৰেনিয়ান

source: Georgian
as: জৰ্জিয়ান

source: Greek
as: গ্ৰিক

source: Gujarati
as: গুজৰাতি

source: Gurmukhi
as: গুৰুমুখী

source: Hebrew
as: হিব্ৰু

source: Hebrew Visual
as: হিব্ৰু ভিজুয়াল

source: Hindi
as: হিন্দি

source: Icelandic
as: আইসল্যান্ডিক

source: Japanese
as: জাপানি

source: Korean
as: কোৰীয়

source: Nordic
as: নৰ্ডিক

source: Persian
as: ফাৰ্সি

source: Romanian
as: ৰোমেনিয়ান

source: South European
as: দক্ষিণ ইউৰোপীয়

source: Thai
as: থাই

source: Turkish
as: তুৰ্কি

source: Unicode
as: ইউনিকোড

source: Western
as: পশ্চিমী

source: Vietnamese
as: ভিয়েতনামিস

source: No video URI
as: কোনো URI উপস্থিত নাই

source: Filename
as: নথিপত্ৰৰ নাম

source: Resolution
as: ৰিছোলিউছন

source: Duration
as: অৱকাল

source: All files
as: সৰ্বধৰনৰ নথিপত্ৰ

source: Supported files
as: সমৰ্থিত নথিপত্ৰ

source: Audio files
as: অডিঅ' নথিপত্ৰ

source: Video files
as: ভিডিঅ' নথিপত্ৰ

source: Select Text Subtitles
as: অনুবাদলিপি নিৰ্বাচন কৰক

source: Select Movies or Playlists
as: চলচ্চিত্ৰ অথবা প্লে-লিস্ট নিৰ্বাচন কৰক

source: - Play movies and songs
as: - চলচ্চিত্ৰ ও সংগীত পৰিবেশন

source: %s Run '%s --help' to see a full list of available command line options.
as: %s আদেশ-শাৰীৰ পৰা ব্যৱহাৰযোগ্য বিকল্পৰ সম্পূৰ্ণ তালিকা চোৱাৰ বাবে '%s --help' ব্যৱহাৰ কৰক ।

source: Totem Movie Player
as: Totem চলচ্চিত্ৰ বাদন ব্যৱস্থা

source: Could not initialize the thread-safe libraries.
as: থ্ৰেড-সেফ লাইব্ৰৰি চালু কৰা নাযায় ।

source: Verify your system installation. Totem will now exit.
as: আপনাৰ প্ৰণালীৰ সংস্থাপনেশন পৰীক্ষা কৰক । Totem এতিয়া বন্ধ কৰা হ'ব ।

source: Password requested for RTSP server
as: RTSP চাৰ্ভাৰৰ বাবে অনুৰোধিত পাছওৱাৰ্ড

source: Audio Track #%d
as: অডিঅ' ট্ৰেক সংখ্যা #%d

source: Subtitle #%d
as: অনুবাদলিপি #%d

source: The requested audio output was not found. Please select another audio output in the Multimedia Systems Selector.
as: অনুৰোধ কৰা অডিঅ' আউটপুট পাৱ নাযায় । মাল্টি-মিডিয়া প্ৰণালী নিৰ্বাচন ব্যৱস্থায় অনুগ্ৰহ কৰি অন্য এটা অডিঅ' আউটপুট নিৰ্বাচন কৰক ।

source: Location not found.
as: অৱস্থান পাৱ নাযায় ।

source: Could not open location; you might not have permission to open the file.
as: অৱস্থান খোলা নাযায়; সম্ভৱত এই নথিপত্ৰ খুলিবলৈ আপনি অনুমতিপ্ৰাপ্ত নন ।

source: The video output is in use by another application. Please close other video applications, or select another video output in the Multimedia Systems Selector.
as: ভিডিঅ' আউটপুট অন্য এটা এপ্লিকেশনৰ দ্বাৰা ব্যৱহৃত হৈছে । অনুগ্ৰহ কৰি অন্য ভিডিঅ' এপ্লিকেশন বন্ধ কৰক অথবা মাল্টি-মিডিয়া প্ৰণালী নিৰ্বাচন ব্যৱস্থায় অন্য এটা ভিডিঅ' আউটপুট ব্যৱস্থা নিৰ্বাচন কৰক ।

source: The audio output is in use by another application. Please select another audio output in the Multimedia Systems Selector. You may want to consider using a sound server.
as: অডিঅ' আউটপুট অন্য এটা এপ্লিকেশনৰ দ্বাৰা ব্যৱহৃত হৈছে । অনুগ্ৰহ কৰি মাল্টি-মিডিয়া প্ৰণালী নিৰ্বাচন ব্যৱস্থায় অন্য এটা অডিঅ' আউটপুট ব্যৱস্থা নিৰ্বাচন কৰক । সাউন্ড সেৱক ব্যৱহাৰ সম্পৰ্কে বিবেচনা কৰা যাব ।

source: The playback of this movie requires a %s plugin which is not installed.
as: এই চলচ্চিত্ৰ প্ৰদৰ্শনৰ বাবে আবশ্যক %s প্লাগ-ইন, সংস্থাপন কৰা নহয় ।

source: The playback of this movie requires the following decoders which are not installed: %s
as: এই চলচ্চিত্ৰৰ বাবে আবশ্যক নিম্নলিখিত ডিকোডাৰসমূহ সংস্থাপন কৰা নহয়: %s

source: Cannot play this file over the network. Try downloading it to disk first.
as: নেটৱৰ্কেৰ মাধ্যমে এই নথিপত্ৰ চলোৱা নাযাব । প্ৰতমে এইটো ডিস্কে ডাউনলোড কৰাৰ প্ৰচেষ্টা কৰক ।

source: Media file could not be played.
as: মিডিয়া নথিপত্ৰ চলোৱা নাযায় ।

source: Surround
as: সাৰাউন্ড

source: Mono
as: মোনো

source: Too old version of GStreamer installed.
as: GStreamer ৰ অত্যন্ত পুৰোনো সংস্কৰণ সংস্থাপন কৰা হৈছে ।

source: Media contains no supported video streams.
as: কোনো সমৰ্থিত ভিডিঅ' স্ট্ৰিম মিডিয়াত উপস্থিত নাই ।

source: Failed to create a GStreamer play object. Please check your GStreamer installation.
as: GStreamer প্লে অবজেক্ট নিৰ্মাণ কৰা নাযায় । অনুগ্ৰহ কৰি আপনাৰ প্ৰণালীে সংস্থাপন কৰা GStreamer পৰীক্ষা কৰক ।
