Repository: tomboy-notes/tomboy
Catalog: po/*.po
Languages: as, en@shaw

source: Failed to open video output. It may not be available. Please select another video output in the Multimedia Systems Selector.
as: ভিডিঅ' আউটপুট খোলা নাযায় । সম্ভৱত এইটো উপস্থিত নাই । অনুগ্ৰহ কৰি মাল্টি-মিডিয়া প্ৰণালী নিৰ্বাচন ব্যৱস্থায় অন্য এটা ভিডিঅ' আউটপুট নিৰ্বাচন কৰক ।

source: Could not find the video output. You may need to install additional GStreamer plugins, or select another video output in the Multimedia Systems Selector.
as: ভিডিঅ' আউটপুট পাৱ নাযায় । সম্ভৱত অতিৰিক্ত GStreamer প্লাগ-ইন সংস্থাপন কৰা আবশ্যক অথবা মাল্টি-মিডিয়া প্ৰণালী নিৰ্বাচন ব্যৱস্থায় অন্য এটা ভিডিঅ' আউটপুট নিৰ্বাচন কৰক ।

source: Failed to open audio output. You may not have permission to open the sound device, or the sound server may not be running. Please select another audio output in the Multimedia Systems Selector.
as: অডিঅ' আউটপুট খুলিবলৈ সমস্যা ।. সম্ভৱত আপনি সাউন্ড ডিভাইস খুলিবলৈ অনুমতিপ্ৰাপ্ত নন অথবা সাউন্ড সেৱক বৰ্তমানে সক্ৰিয় নহয় । অনুগ্ৰহ কৰি মাল্টি-মিডিয়া প্ৰণালী নিৰ্বাচন ব্যৱস্থায় অন্য এটা অডিঅ' আউটপুট নিৰ্বাচন কৰক ।

source: Could not find the audio output. You may need to install additional GStreamer plugins, or select another audio output in the Multimedia Systems Selector.
as: অডিঅ' আউটপুট পাৱ নাযায় । সম্ভৱত অতিৰিক্ত GStreamer প্লাগ-ইন সংস্থাপন কৰা আবশ্যক অথবা মাল্টি-মিডিয়া প্ৰণালী নিৰ্বাচন ব্যৱস্থায় অন্য এটা অডিঅ' আউটপুট নিৰ্বাচন কৰক ।

source: %d hour
as: %d ঘন্টা

source: %d minute
as: %d মিনিট

source: %d second
as: %d ছেকেণ্ড

source: Control Totem through a mobile phone with a Bemused client
as: Bemused গ্ৰাহক সহযোগে মোবাইল ফোনৰ পৰা Totem নিয়ন্ত্ৰণ কৰক

source: Untitled %d
as: নামবিহীন %d

source: Totem Bemused Server
as: Totem Bemused সেৱক

source: Totem Bemused Server version 1.0
as: Totem Bemused সেৱক সংস্কৰণ ১.০

source: _Create Video Disc...
as: ভিডিঅ' ডিস্ক নিৰ্মাণ কৰক...(_C)

source: Create a video DVD or a (S)VCD from the currently opened movie
as: বৰ্তমানে চলমান চলচ্চিত্ৰৰ পৰা ভিডিঅ' DVD অথবা (S)VCD নিৰ্মাণ কৰক

source: Copy Vide_o DVD...
as: ভিডিঅ' DVD নকল কৰক...(_o)

source: Copy the currently playing video DVD
as: বৰ্তমানে চলমান ভিডিঅ' DVD নকল কৰক

source: Copy (S)VCD...
as: (S)VCD নকল কৰক...

source: Copy the currently playing (S)VCD
as: বৰ্তমানে চলমান (S)VCD নকল কৰক

source: The video disc could not be duplicated.
as: ভিডিঅ' ডিস্কৰ প্ৰতিলিপি সৃষ্টি কৰিবলৈ ব্যৰ্থ ।

source: The movie could not be recorded.
as: চলচ্চিত্ৰ ৰেকৰ্ড কৰিবলৈ ব্যৰ্থ ।

source: Unable to write a project.
as: প্ৰকল্প লিখিবলৈ ব্যৰ্থ ।

source: Records (S)VCDs or video DVDs
as: (S)VCD অথবা DVD ৰেকৰ্ড কৰিবলৈ ব্যৱহৃত হয়

source: Video Disc Recorder
as: ভিডিঅ' ডিস্ক ৰেকৰ্ডাৰ

source: Chapters
as: পাঠসমূহ

source: Support chapter markers in movies.
as: চলচ্চিত্ৰসমূহত সমৰ্থিত পাঠ চিহ্নক

source: Name for new chapter:
as: নতুন পাঠৰ বাবে নাম:

source: Add Chapter...
as: পাঠ যোগ কৰক...

source: Add New Chapters
as: নতুন পাঠসমূহ যোগ কৰক

source: Create a new chapter list for the movie
as: চলচ্চিত্ৰৰ বাবে এটা নতুন পাঠ তালিকা সৃষ্টি কৰক

source: Go to Chapter
as: পাঠলৈ যাওক

source: Go to the chapter in the movie
as: চলচ্চিত্ৰত থকা পাঠলৈ যাওক

source: Load Chapters...
as: পাঠসমুহ লোড কৰক...

source: Load chapters from an external CMML file
as: এটা বহিৰ্তম CMML নথিপত্ৰৰ পৰা পাঠসমূহ লোড কৰক

source: No chapter data
as: কোনো পাঠ তথ্য নাই

source: Remove Chapter
as: পাঠ আঁতৰাওঁক

source: Remove the chapter from the list
as: তালিকাৰ পৰা পাঠটো আতৰাওক

source: Save Changes
as: পৰিৱৰ্তনসমূহ সঞ্চয় কৰক

source: _Go to Chapter
as: পাঠলৈ যাওক (_G)

source: _Remove Chapter
as: পাঠ আতৰাওক (_R)

source: <b>Title: </b>%s <b>Start time: </b>%s
as: <b>শীৰ্ষক: </b>%s <b>আৰম্ভৰ সময়: </b>%s

source: Error while reading file with chapters
as: নথিপত্ৰক পাঠসমূহৰ লগত পঢ়োতে ত্ৰুটি

source: Chapter with the same time already exists
as: একে সময় থকা পাঠ আগৰ পৰাই আছে

source: Try another name or remove an existing chapter.
as: অন্য এটা নাম দি চেষ্টা কৰক অথবা এটা স্থায়ি পাঠ আতৰাওক।

source: Error while writing file with chapters
as: পাঠসমূহৰ লগত নথিপত্ৰ লিখোতে ত্ৰুটি

source: Error occurred while saving chapters
as: পাঠসমূহ সঞ্চয় কৰোতে ত্ৰুটি

source: Please check you have permission to write to the folder containing the movie.
as: অনুগ্ৰহ কৰি নিৰিক্ষণ কৰক চলচ্চিত্ৰ থকা ফোল্ডাৰত লিখিব আপোনাৰ অনুমতি আছে নে।

source: Open Chapter File
as: পাঠ নথিপত্ৰ খোলক

source: Chapter Screenshot
as: পাঠ স্ক্ৰিনষট

source: Chapter Title
as: পাঠ শীৰ্ষক

source: Save changes to chapter list before closing?
as: বন্ধ কৰাৰ আগতে পাঠ তালিকালে পৰিৱৰ্তন সঞ্চয় কৰিব নে?

source: Close without Saving
as: সঞ্চয় নকৰাকে বন্ধ কৰক

source: Save
as: সঞ্চয়

source: If you don't save, changes to the chapter list will be lost.
as: যদি আপুনি সঞ্চয় নকৰে, পাঠ তালিকালে হোৱা পৰিৱৰ্তনসমূহ নাথাকিব।

source: Failed to parse CMML file
as: CMML নথিপত্ৰ বিশ্লেষণ কৰিবলে অক্ষম

source: Delete
as: আঁতৰাওক

source: Coherence DLNA/UPnP Client
as: Coherence DLNA/UPnP গ্ৰাহক

source: A DLNA/UPnP client for Totem powered by Coherence
as: Totem ৰ বাবে Coherence দ্বাৰা চালিত এটা DLNA/UPnP গ্ৰাহক

source: D-Bus Service
as: D-Bus সেৱা

source: Plugin for sending notifications of currently playing movies to the D-Bus subsystem.
as: বৰ্তমানে চলমান চলচ্চিত্ৰৰ পৰা D-Bus উপ-প্ৰণালীত সূচনাপ্ৰদানৰ বাবে এই প্লাগ-ইন ব্যৱহৃত হয় ।

source: Instant Messenger status
as: ইনস্টেন্ট মেসেঞ্জাৰৰ অৱস্থা

source: Set your Instant Messenger status to away when a movie is playing
as: চলচ্চিত্ৰ চলাকালীন ইনস্টেন্ট মেসেঞ্জাৰ-এ নিজেকে অনুপস্থিত ৰূপে চিহ্নিত কৰক

source: Gromit Annotations
as: Gromit এনোটেশন

source: Presentation helper to make annotations on screen
as: পৰ্দায় এনোটেশন নিৰ্মাণৰ বাবে প্ৰেসেন্টেশন সহায়তা ব্যৱস্থা

source: The gromit binary was not found.
as: gromit বাইনাৰি পাৱ নাযায় ।

source: Stream BBC programs from the last 7 days from the BBC iPlayer service.
as: যোৱা ৭ দিনত BBC দ্বাৰা প্ৰচাৰিত কাৰ্যক্ৰম BBC iPlayer সেৱাৰ পৰা স্ট্ৰিম কৰক ।

source: Error listing channel categories
as: চেনেলৰ বিভাগৰ তালিকা প্ৰদৰ্শনত ত্ৰুটি

source: There was an unknown error getting the list of television channels available on BBC iPlayer.
as: BBC iPlayer-এ উপলব্ধ টেলিভিছন চেনেলৰ তালিকা প্ৰাপ্ত কৰিবলৈ অজ্ঞাত সমস্যা চোৱা দিছে ।

source: Loading…
as: লোড কৰা হৈছে…

source: Error getting programme feed
as: প্ৰোগ্ৰামৰ ফিড প্ৰাপ্ত কৰিবলৈ ত্ৰুটি

source: There was an error getting the list of programmes for this channel and category combination.
as: উল্লিখিত বিভাগ অনুযায়ী এই চেনেলৰ বাবে উপলব্ধ সুসংযোৱা প্ৰোগ্ৰামৰ তালিকা প্ৰাপ্ত কৰিবলৈ অজ্ঞাত ত্ৰুটি দেখা দিছে ।

source: Programme unavailable ("%s")
as: প্ৰোগ্ৰাম উপলব্ধ নহয় ("%s")

source: By artist
as: শিল্পী অনুযায়ী

source: By tag
as: টেগ অনুযায়ী

source: Jamendo Album Page
as: Jamendo সংকলনৰ পৃষ্ঠা

source: Latest Releases
as: সৰ্বশেষ মুক্তি

source: Number of albums to _retrieve:
as: আহৰণৰ বাবে চিহ্নিত এল্বামৰ সংখ্যা (_r)

source: Popular
as: জনপ্ৰীয়

source: Preferred audio _format:
as: পছন্দৰ অডিঅ' বিন্যাস (_f)

source: Search Results
as: বিচাৰক ফলাফল

source: _Open Jamendo Album Page in Browser
as: ব্ৰাউজাৰত Jamendo সংকলনৰ পৃষ্ঠা খোলক (_O)

source: Listen to the large collection of Creative Commons licensed music on Jamendo.
as: Creative Commons ৰ শৰ্তাধীন উপলব্ধ বৃহৎ পৰিমাণ সংগীতৰ সংকলন Jamendo ৰ মাধ্যমে উপভোগ কৰক ।

source: You need to install the Python simplejson module.
as: Python simplejson মডিউল সংস্থাপন কৰা আবশ্যক ।

source: Artist: %s
as: শিল্পী: %s

source: Genre: %s
as: ধৰন: %s

source: Released on: %s
as: মুক্তি: %s

source: License: %s
as: প্ৰমাণপত্ৰ: %s

source: Album: %s
as: সংকলন: %s

source: Duration: %s
as: অবকাল: %s

source: Fetching albums, please wait…
as: সংকলন প্ৰাপ্ত কৰা হৈছে, অনুগ্ৰহ কৰি অপেক্ষা কৰক...

source: Failed to connect to Jamendo server. %s.
as: Jamendo সেৱকৰ সৈতে সংযোগ স্থাপন কৰিবলৈ ব্যৰ্থ । %s.

source: The Jamendo server returned code %s.
as: Jamendo সেৱকৰ পৰা %s কোড প্ৰাপ্ত হৈছে ।

source: An error occurred while fetching albums.
as: সংকলন প্ৰাপ্তিসময়ত সমস্যা দেখা দিছে ।

source: Audio format to download from Jamendo
as: Jamendo -ৰ পৰা ডাউনলোড কৰিব লগা অডিঅ' বিন্যাস

source: Number of results per page
as: প্ৰতি পাতত ফলাফলৰ সংখ্যা

source: The number of Jamendo search results to display in each page of results.
as: ফলাফলৰ প্ৰতি পাতত প্ৰদৰ্শন হব লগিয়া Jamendo বিচৰা ফলাফলসমূহৰ সংখ্যা।

source: The preferred audio format to download tracks from Jamendo in.
as: Jamendo in পৰা ডাউনলোড কৰিব লগা পছন্দৰ অডিঅ' বিন্যাস।

source: Infrared Remote Control
as: ইনফ্ৰা ৰেড ৰিমোট কন্ট্ৰোল

source: Support infrared remote control
as: ইনফ্ৰা ৰেড ৰিমোট কন্ট্ৰোলৰ সহায়তা

source: Couldn't initialize lirc.
as: lirc আৰম্ভ কৰিবলৈ ব্যৰ্থ ।

source: Couldn't read lirc configuration.
as: lirc বিন্যাস পড়তে ব্যৰ্থ ।

source: Download Movie Subtitles
as: চলচ্চিত্ৰৰ অনুবাদলিপি ডাউনলোড কৰক

source: Language
as: ভাষা

source: Subtitle _language:
as: অনুবাদলিপিৰ ভাষা: (_l)

source: _Play with Subtitle
as: অনুবাদলিপি সহ চলোৱা হ'ব (_P)

source: Look for subtitles for the currently playing movie.
as: বৰ্তমানে চলমান চলচ্চিত্ৰৰ অনুবাদলিপি অনুসন্ধান কৰক

source: Subtitle Downloader
as: অনুবাদলিপি ডাউনলোড ব্যৱস্থা

source: Brasilian Portuguese
as: ব্ৰাজিলিয়ান পোৰ্তুগিজ

source: Could not contact the OpenSubtitles website
as: OpenSubtitles ৱেব-ছাইটৰ সৈতে সংযোগ স্থাপন কৰিবলৈ ব্যৰ্থ

source: No results found
as: কোনো ফলাফল পোৱা নাযায়

source: Subtitles
as: অনুবাদলিপি

source: Format
as: বিন্যাস

source: Rating
as: মাত্ৰা

source: _Download Movie Subtitles…
as: চলচ্চিত্ৰৰ অনুবাদলিপি ডাউনলোড কৰক... (_D)

source: Download movie subtitles from OpenSubtitles
as: OpenSubtitlesৰ পৰা চলচ্চিত্ৰৰ অনুবাদলিপি ডাউনলোড কৰক

source: Searching subtitles…
as: অনুবাদলিপি অনুসন্ধান কৰা হৈছে...

source: Downloading the subtitles…
as: অনুবাদলিপি ডাউনলোড কৰা হৈছে...

source: Subtitle language
as: অনুবাদলিপিৰ ভাষা

source: The language to search for subtitles for movies in.
as: চলচ্চিত্ৰৰ বাবে অনুবাদলিপিৰ কাৰণে বিচাৰিব লগিয়া ভাষা।

source: Always On Top
as: সৰ্বদা ওপৰত ৰখা হ'ব

source: Keep the main window on top when playing a movie
as: চলচ্চিত্ৰ চলোৱাৰ সময়, প্ৰধান উইন্ডোৰ সৰ্বদা ওপৰত প্ৰদৰ্শন কৰা হ'ব

source: Properties
as: বৈশিষ্টেবলী

source: A format string used to build the network service name used when publishing playlists over the network. The following format placeholders can be used: • %a: the program name as returned by g_get_application_name() • %h: the machine's host name in title case • %u: the user's login name in title case • %U: the user's real name • %%: the percent sign
as: প্লে-লিস্টসমূহ নেটৱাৰ্কত প্ৰকাশ কৰোতে ব্যৱহৃত নেটৱাৰক সেৱাৰ নাম বনাওতে ব্যৱহৃত বিন্যাস স্ট্ৰিং। নিম্নলিখিত বিন্যাস স্থানধৰোতা ব্যৱহাৰ কৰিব পাৰি: • %a: প্ৰগ্ৰামৰ নাম যেনেকা g_get_application_name() এ ঘুৰাই দিছে • %h: মেচিনটোৰ হস্ট নাম শীৰ্ষক ক্ষেত্ৰত • %u: ব্যৱহাৰকাৰীৰ লগিন নাম শীৰ্ষক ক্ষেত্ৰত • %U: ব্যৱহাৰকাৰীৰ প্ৰকৃত নাম • %%: শতাংশ চিহ্ন

source: Format for network service name
as: নেটৱাৰ্ক সেৱা নামৰ কাৰণে বিন্যাস

source: Publisher protocol to use
as: ব্যৱহৃত হব লগা প্ৰকাশক প্ৰটকল

source: The transport protocol to use when publishing playlists over the network.
as: ব্যৱহৃত হব লগিয়া পৰিৱহন প্ৰটকল যেতিয়া প্লে-লিস্টসমূহ নেটৱাৰ্কত প্ৰকাশ কৰা হৈ আছে।

source: Neighbors
as: চুবুৰীয়াস

source: Publish Playlist
as: প্লে-লিস্ট

source: Share the current playlist via HTTP
as: অংশ HTTP

source: Service _Name:
as: সেৱাৰ নাম: (_N)

source: The name used for announcing the playlist service on the network. All occurrences of the string <b>%u</b> will be replaced by your name, and <b>%h</b> will be replaced by your computer's host name.
as: নেটৱৰ্কেত প্লে-লিস্ট সেৱাৰ ঘোষনাৰ বাবে ব্যৱহৃত নাম । <b>%u</b> ৰ পৰিবৰ্তে সকলো স্থানত আপোনাৰ নাম প্ৰতিস্থাপন কৰা হ'ব, আৰু <b>%h</b> ৰ পৰিবৰ্তে কম্পিউটাৰৰ গৃহস্থ-নাম স্থাপন কৰা হ'ব।

source: Use _encrypted transport protocol (HTTPS)
as: এনক্ৰিপশনসহ সম্প্ৰচাৰ প্ৰোটোকল প্ৰয়োগ কৰক (HTTPS) (_e)

source: A password to protect the rpdb2 server for debugging Totem from unauthorized remote access. If this is empty, a default of 'totem' will be used.
as: Totem ডিবাগৰ কাৰণে ব্যৱহৃত rpdb2 চাৰ্ভাৰক অপ্ৰাধিকৰণ দুৰৱৰ্তী প্ৰবেশাধিকাৰৰ পৰা সুৰক্ষা দিবলে এটা পাছওৱাৰ্ড। এইটো যদি খালি হয়, 'totem' -ৰ এটা অবিকল্পিত ব্যৱহাৰ কৰা হব।

source: rpdb2 password
as: rpdb2 পাছওৱাৰ্ড

source: Save a Copy...
as: এটা কপি সঞ্চয় কৰক...

source: Save a copy of the movie
as: চলচ্চিত্ৰৰ এটা কপি সঞ্চয় কৰক

source: Save a Copy
as: এটা কপি সঞ্চয় কৰক

source: Movie
as: চলচ্চিত্ৰ

source: Movie stream
as: চলচ্চিত্ৰ স্ট্ৰিম

source: Playing a movie
as: চলচ্চিত্ৰ চলোৱা হৈছে

source: Calculate the number of screenshots
as: স্ক্ৰিন-ছটৰ সংখ্যা গণনা কৰক

source: Number of screenshots:
as: স্ক্ৰিন-ছটৰ সংখ্যা:

source: Screenshot width (in pixels):
as: স্ক্ৰিন-ছটৰ প্ৰস্থেৰ মাপ (পিক্সেল অনুযায়ী):

source: Save in _folder:
as: চিহ্নিত ফোল্ডাৰে সংৰক্ষণ কৰা হ'ব: (_f)

source: Select a folder
as: এটা ফোল্ডাৰ নিৰ্বাচন কৰক

source: _Name:
as: নাম:(_N)

source: Save Gallery
as: গেলেৰি সংৰক্ষণ কৰক

source: Gallery-%s-%d.jpg
as: গেলাৰি-%s-%d.jpg

source: Creating Gallery...
as: গেলেৰি নিৰ্মাণ কৰা হৈছে...

source: Saving gallery as "%s"
as: "%s" নামে গেলেৰি সংৰক্ষণ কৰা হৈছে

source: There was an error saving the screenshot.
as: পৰ্দাৰ ছবি সংৰক্ষণ কৰিবলৈ সমস্যা ।

source: Save Screenshot
as: পৰ্দাৰ ছবি সংৰক্ষণ কৰক

source: Screenshot-%s-%d.png
as: স্ক্ৰিনষট-%s-%d.png

source: Totem could not get a screenshot of the video.
as: Totem দ্বাৰা ভিডিঅ'ৰ ছবি গ্ৰহণ কৰা সম্ভৱ নহয় ।

source: This is not supposed to happen; please file a bug report.
as: এই আচৰণ প্ৰত্যাশিত নহয়; অনুগ্ৰহ কৰি বাগ ৰিপোৰ্ট নথিভুক্ত কৰক

source: Take _Screenshot...
as: পৰ্দাৰ ছবি লওক...(_S)

source: Take a screenshot
as: পৰ্দাৰ ছবি লওক

source: Create Screenshot _Gallery...
as: স্ক্ৰিন-ছটৰ গেলেৰি নিৰ্মাণ কৰক...(_G)

source: Create a gallery of screenshots
as: স্ক্ৰিন-ছটৰ গেলেৰি নিৰ্মাণ কৰক

source: second
as: ছেকেন্ড

source: Skip To
as: বাদ দি যাওক

source: _Skip To...
as: বাদ দি যাওক... (_S)

source: Skip to a specific time
as: চিহ্নিত সময়ে এগিয়ে যাওক

source: _Skip to:
as: এড়িয়ে যাও:

source: Could not connect to Tracker
as: ট্ৰেকাৰৰ সৈতে সংযোগ কৰিবলৈ ব্যৰ্থ

source: No results
as: না

source: Page
as: পৃষ্ঠা

source: Local Search
as: স্থানীয় বিচাৰক

source: Set the window icon to the thumbnail of the playing movie
as: সঞ্চালিত চলচ্চিত্ৰৰ উইন্ডো আইকন থাম্‌ব-নেইল ৰূপে স্থাপিত হ'ব

source: Thumbnail
as: থাম্‌ব-নাইল

source: Search for local videos using Tracker
as: বিচাৰক উল্লিখিত সময় অবধি

source: A plugin to let you browse YouTube videos.
as: অ.

source: YouTube Browser
as: YouTube ব্ৰাউজাৰ

source: Related Videos
as: Related

source: _Open in Web Browser
as: ৱেব-ব্ৰাউজাৰ খোলক (_O)

source: Open the video in your web browser
as: ৱেব-ব্ৰাউজাৰত ভিডিঅ' খোলক

source: Cancelling query…
as: অনুসন্ধান বাতিল কৰা হৈছে…

source: Error Searching for Videos
as: ভিডিঅ' অনুসন্ধান কৰিবলৈ ত্ৰুটি

source: The response from the server could not be understood. Please check you are running the latest version of libgdata.
as: সেৱকৰ পৰা প্ৰাপ্ত উত্তৰ বোধগম্য নহয় । libgdata ৰ সাম্প্ৰতিকতম সংস্কৰণ সঞ্চালিত হৈছে নে নহয় পৰীক্ষা কৰক ।

source: Fetching search results…
as: অনুসন্ধানৰ ফলাফল প্ৰাপ্ত কৰা হৈছে...

source: Fetching related videos…
as: সম্বন্ধীয় ভিডিঅ' আহৰণ কৰা হৈছে...

source: Error Opening Video in Web Browser
as: ৱেব-ব্ৰাউজাৰত ভিডিঅ' খুলিবলৈ ত্ৰুটি

source: Fetching more videos…
as: অতিৰিক্ত ভিডিঅ' আহৰণ কৰা হৈছে...

source: Video Format Not Supported
as: ভিডিঅ' বিন্যাস সমৰ্থিত নহয়

source: This video is not available in any formats which Totem supports. Would you like to open it in your web browser instead?
as: Totem এ সমৰ্থন কৰা কোনো বিন্যাসতে এই ভিডিঅ'টো উপলব্ধ নহয়। আপুনি ইয়াক আপোনাৰ ৱেব ব্ৰাউছাৰত খুলিব বিচাৰে নেকি?

source: No URI to play
as: চলোৱাৰ বাবে কোনো URI চিহ্নিত কৰা নহয়

source: _Open with "%s"
as: "%s" সহযোগে খোলক (_O)

source: Browser Plugin using %s
as: %s প্ৰয়োগকৰ্তা ব্ৰাউজাৰ প্লাগ-ইন

source: Totem Browser Plugin
as: Totem Browser প্লাগ-ইন

source: No playlist or playlist empty
as: প্লে-লিস্ট ফাঁকা অথবা অনুপস্থিত

source: Movie browser plugin
as: চলচ্চিত্ৰ ব্ৰাউজাৰ প্লাগ-ইন

source: Verify your system installation. The Totem plugin will now exit.
as: আপনাৰ প্ৰণালীৰ সংস্থাপনেশন পৰীক্ষা কৰক । Totem প্লাগ-ইন এতিয়া বন্ধ কৰা হ'ব ।

source: Interactive Python console.
as: ইন্টাৰেক্টিভ python কন্সোল ।

source: Python Console
as: Python কন্সোল

source: Python Console Menu
as: Python কন্সোল তালিকা

source: _Python Console
as: Python কন্সোল (_P)

source: Show Totem's Python console
as: Totem ৰ python কন্সোল প্ৰদৰ্শন কৰা হ'ব

source: Python Debugger
as: Python ডিবাগাৰ

source: Enable remote Python debugging with rpdb2
as: rpdb2 ৰ সহায়ত দূৰবৰ্তী অৱস্থানৰ পৰা python ডিবাগ প্ৰক্ৰিয়া সক্ৰিয় কৰক

source: You can access the Totem.Object through 'totem_object' :\n%s
as: 'totem_object' ৰ সহায়ত Totem ব্যৱহাৰ কৰা যাব :\n%s

source: Totem Python Console
as: Totem Python কন্সোল

source: After you press OK, Totem will wait until you connect to it with winpdb or rpdb2. If you have not set a debugger password in DConf, it will use the default password ('totem').
as: 'ঠিক আছে' টিপা হ'লে, winpdb অথবা rpdb2 ৰ সৈতে সংযোগ স্থাপন নকৰা অবধি Totem দ্বাৰা অপেক্ষা কৰা হ'ব । DConf ত ডিবাগাৰ গুপ্তশব্দ নিৰ্ধাৰণ নকৰিলে অবিকল্পিত গুপ্তশব্দ প্ৰয়োগ কৰা হ'ব ('totem')।

source: Accessories
en@shaw: ю拣

source: Simple and easy to use note-taking
en@shaw: ヰ 梆 筐 答-别

source: Tomboy Applet Factory
en@shaw: 路ヰ ゐ 拣

source: Tomboy Notes
en@shaw: 路ヰ 答

source: _Preferences
en@shaw: _ю拣

source: Note-taker
en@shaw: 答-别

source: Take notes, link ideas, and stay organized
en@shaw: 别 答, ゐ 拆攫, 桂拆

source: Accept SSL Certificates
en@shaw: ю SSL

source: Create a new Note
en@shaw: 别 答

source: Custom Font Face
en@shaw: 仇 别

source: Determines X coordinate of Search window; stored on Tomboy exit.
en@shaw: 火ヰ X 答桂别 火 ; 桂 路ヰ ю.

source: Determines Y coordinate of Search window; stored on Tomboy exit.
en@shaw: 火ヰ Y 答桂别 火 ; 桂 路ヰ ю.

source: Determines pixel height of Search window; stored on Tomboy exit.
en@shaw: 火ヰ ｐ拆 火 ; 桂 路ヰ ю.

source: Determines pixel width of Search window; stored on Tomboy exit.
en@shaw: 火ヰ 火 ; 桂 路ヰ ю.

source: Enable Middle-Click Paste On Icon.
en@shaw: 别 ヰ-ゐ 别 拆.

source: Enable closing notes with escape.
en@shaw: 别 ゐ答 答 别.

source: Enable custom font
en@shaw: 别 仇

source: Enable startup notes
en@shaw: 别 葛仇 答

source: FUSE Mounting Timeout (ms)
en@shaw: 叼 ヰ 拆ヰ (ヰ)

source: HTML Export All Linked Notes
en@shaw: HTML ю桂 佛 ゐ 答

source: HTML Export Last Directory
en@shaw: HTML ю桂 ゐ 拆ю拣

source: HTML Export Linked Notes
en@shaw: HTML ю桂 ゐ 答

source: If enable_custom_font is true, the font name set here will be used as the font when displaying notes.
en@shaw: enable_custom_font , 别 ю ｐ 筐 ю ゐ别 答.

source: If enabled, all notes that were open when Tomboy quit will automatically be reopened at startup.
en@shaw: 别ゐ, 佛 答 答 ю 路ヰ 佛ヰゐ 梆答 葛仇.

source: If enabled, an opened note can be closed by hitting the escape key.
en@shaw: 别ゐ, 答 答 ゐ答 ｐ 别 .

source: If true, the font name set in custom_font_face will be used as the font when displaying notes. Otherwise the desktop default font will be used.
en@shaw: , 别 ю custom_font_face 筐 ю ゐ别 答. 仇拣拆 ю 佛ゐ 筐.

source: Indicates that the Sticky Note Importer plugin has not been run, so it should run automatically the next time Tomboy starts.
en@shaw: 别 答 ヰ桂 ゐ仇 ｐ 梆 仇, 仇 佛ヰゐ ю 拆 路ヰ 葛.

source: Integer determining the minimum number of notes to show in the Tomboy note menu.
en@shaw: ○ 火ヰ ヰヰ 仇ヰ 答 路ヰ 答 ヰю.

source: Integer value indicating if there is a preference to always perform a specific behavior when a conflict is detected, instead of prompting the user. The values map to an internal enumeration. 0 indicates that the user wishes to be prompted when a conflict occurs, so that they may handle each conflict situation on a case-by-case basis.
en@shaw: ○ ゐ 别 ю拣 佛ゐ别 拣桂 ｐ别 ю ゐ ю, ю ヰ 筐. ゐ筐 ヰ 火 叼ヰ火别. 0 别 筐 ヰ ю ゐ 火, ヰ ｐ 梆 ゐ 筐别 别--别 别.

source: List of pinned notes.
en@shaw: ゐ 答.

source: Maximum characters of note title to show in the Tomboy tray or panel applet note menu.
en@shaw: ヰヰ 葛拣 答 拆 路ヰ ゐ 答 ヰю.

source: Maximum note title length to show in tray menu.
en@shaw: ヰヰ 答 拆 ゐю ヰю.

source: Minimum number of notes to show in menu
en@shaw: ヰヰ 仇ヰ 答 ヰю

source: Note Synchronization Conflict Saved Behavior
en@shaw: 答 别 ゐ 别 ｐ别

source: Open Recent Changes
en@shaw: 答 梆 别○

source: Open Search Dialog
en@shaw: 答 火 拆ゐ

source: Open Start Here
en@shaw: 答 葛 ｐ

source: Saved height of Search window
en@shaw: 别 ｐ拆 火

source: Saved horizontal position of Search window
en@shaw: 别 ｐ 火

source: Saved vertical position of Search window
en@shaw: 别 火 火

source: Saved width of Search window
en@shaw: 别 火

source: Set to TRUE to activate
en@shaw: ю 别

source: Show applet menu
en@shaw: ゐ ヰю

source: Start Here Note
en@shaw: 葛 ｐ 答

source: Sticky Note Importer First Run
en@shaw: 答 ヰ桂 火 仇

source: Synchronization Client ID
en@shaw: 别 ゐ拆 ID

source: Synchronization Local Server Path
en@shaw: 别 ゐ答 火

source: The handler for "note://" URLs
en@shaw: ｐゐ "note://" URL

source: The last directory a note was exported to using the Export To HTML plugin.
en@shaw: ゐ 拆ю拣 答 ю桂 筐 ю桂 HTML ゐ仇.

source: The last setting for the 'Export linked notes' checkbox in the Export to HTML plugin.
en@shaw: ゐ ю 'ю桂 ゐ 答' ю ю桂 HTML ゐ仇.

source: Time (in milliseconds) Tomboy should wait for a response when using FUSE to mount a sync share.
en@shaw: 拆 ( ヰゐю) 路ヰ 别 ю 筐 叼 ヰ .

source: _File
en@shaw: _拆

source: Create a new note
en@shaw: 别 答

source: Open the selected note
en@shaw: 答 ゐю 答

source: _Delete
en@shaw: _ゐ梆

source: Delete the selected note
en@shaw: ゐ梆 ゐю 答

source: _Close
en@shaw: _ゐ答

source: Close this window
en@shaw: ゐ答

source: Quit Tomboy
en@shaw: 路ヰ

source: Tomboy Preferences
en@shaw: 路ヰ ю拣

source: Tomboy Help
en@shaw: 路ヰ ｐюゐ

source: About Tomboy
en@shaw: 路ヰ

source: Create _New Note
en@shaw: 别 _ 答

source: _Search All Notes
en@shaw: _火 佛 答

source: Open the Search All Notes window
en@shaw: 答 火 佛 答

source: Start synchronizing notes
en@shaw: 葛 拆 答

source: What links here?
en@shaw: ゐ ｐ?

source: (none)
en@shaw: (仇)

source: Host Name
en@shaw: ｐ答 别

source: Icon
en@shaw: 拆

source: Select an icon...
en@shaw: ゐю 拆...

source: _Host name:
en@shaw: _ｐ答 别:

source: No host name specified
en@shaw: ｐ答 别 ю拆

source: Error saving icon
en@shaw: 火 别 拆

source: Could not save the icon file.
en@shaw: 别 拆 拆.

source: Really remove this icon?
en@shaw: 攫ゐ ヰ叼 拆?

source: If you remove an icon it is permanently lost.
en@shaw: ヰ叼 拆 火ヰゐ ゐ.

source: Export to HTML
en@shaw: ю桂 HTML

source: Your note was exported to "{0}".
en@shaw: 筐 答 ю桂 "{0}".

source: Note exported successfully
en@shaw: 答 ю桂 юゐ

source: Access denied.
en@shaw: ю 拆.

source: Folder does not exist.
en@shaw: 答ゐ 仇 ю.

source: Could not save the file "{0}"
en@shaw: 别 拆 "{0}"

source: Destination for HTML Export
en@shaw: ю别 HTML ю桂

source: Export linked notes
en@shaw: ю桂 ゐ 答

source: Include all other linked notes
en@shaw: ゐ叼 佛 仇 ゐ 答

source: Cannot open email
en@shaw: 答 梆ヰ别

source: _Folder Path:
en@shaw: _答ゐ :

source: Select Synchronization Folder...
en@shaw: ゐю 别 答ゐ...

source: Folder path field is empty.
en@shaw: 答ゐ 梆ゐ юヰ.

source: Specified folder path does not exist, and Tomboy was unable to create it.
en@shaw: ю拆 答ゐ 仇 ю, 路ヰ 仇别 别 .

source: Local Folder
en@shaw: ゐ答 答ゐ

source: Fixed Wid_th
en@shaw: Wid_th

source: Use _Selected Format
en@shaw: 筐 _ゐю 桂ヰ

source: _Use Custom Format
en@shaw: _筐 仇 桂ヰ

source: Today: Template
en@shaw: : юヰゐ别

source: Appointments
en@shaw: 娥ヰ

source: Change the <span weight="bold">Today: Template</span> note to customize the text that new Today notes have.
en@shaw: 别 <span weight="bold">: юヰゐ别</span> 答 ヰ拆 ю 答 ｐ.

source: _Open Today: Template
en@shaw: _答 : юヰゐ别

source: Error printing note
en@shaw: 火 答

source: Page {0} of {1}
en@shaw: 别 {0} {1}

source: Add a sketch
en@shaw: ю

source: _Folder Path (optional):
en@shaw: _答ゐ ():

source: Server or username field is empty.
en@shaw: 火 筐拣别 梆ゐ юヰ.

source: Import from Sticky Notes
en@shaw: ヰ桂 答

source: No Sticky Notes found
en@shaw: 答
